Repository: petervanmanen/Tileroam
Catalog: Tileroam/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Or long-press the map and choose Start Here. You can drag the green flag to move it.
de: Oder halte die Karte gedrückt und wähle Hier starten. Du kannst die grüne Flagge verschieben.
es: O mantén pulsado el mapa y elige Empezar aquí. Puedes arrastrar la bandera verde.
fr: Ou appuyez longuement sur la carte et choisissez Partir d’ici. Vous pouvez faire glisser le drapeau vert.
nl: Of houd de kaart ingedrukt en kies Start hier. Je kunt de groene vlag verslepen.

source: Other
de: Sonstiges
es: Otros
fr: Autre
nl: Overig

source: Overview
de: Überblick
es: Resumen
fr: Aperçu
nl: Overzicht

source: Plan Route
de: Route planen
es: Planificar ruta
fr: Planifier

source: Plan Routes to New Places
de: Plane Routen zu neuen Orten
es: Planifica rutas a lugares nuevos
fr: Planifiez des parcours vers de nouveaux lieux
nl: Plan routes naar nieuwe plekken

source: Plan a route
de: Route planen
es: Planificar una ruta
fr: Planifier un parcours
nl: Route plannen

source: Planning stopped. Map data downloaded so far is kept.
de: Planung gestoppt. Bereits geladene Kartendaten bleiben erhalten.
es: Planificación detenida. Los datos de mapa ya descargados se conservan.
fr: Planification arrêtée. Les données cartographiques déjà téléchargées sont conservées.
nl: Plannen gestopt. De gedownloade kaartgegevens blijven bewaard.

source: Planning the cycling route…
de: Radroute wird geplant…
es: Planificando la ruta en bici…
fr: Planification du parcours à vélo…
nl: Fietsroute plannen…

source: Please allow access to your activities.
de: Bitte erlaube den Zugriff auf deine Aktivitäten.
es: Permite el acceso a tus actividades.
fr: Autorisez l’accès à vos activités.
nl: Geef toegang tot je activiteiten.

source: Postcode %@
de: Postleitzahl %@
es: Código postal %@
fr: Code postal %@

source: Postcodes
de: Postleitzahlen
es: Códigos postales
fr: Codes postaux

source: Postcodes visited
de: Besuchte Postleitzahlen
es: Códigos postales visitados
fr: Codes postaux visités
nl: Postcodes bezocht

source: Pretzel
de: Brezel
fr: Bretzel

source: Reading your activities…
de: Deine Aktivitäten werden gelesen…
es: Leyendo tus actividades…
fr: Lecture de vos activités…
nl: Je activiteiten lezen…

source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents

source: Regional route
de: Regionale Route
es: Ruta regional
fr: Parcours régional
nl: Regionale route

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
nl: Verwijder

source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
nl: Alles verwijderen

source: Remove All Route Planning Data
de: Alle Routenplanungsdaten entfernen
es: Eliminar todos los datos de planificación
fr: Supprimer toutes les données de planification
nl: Alle routeplanningsgegevens verwijderen

source: Remove Sample Rides
de: Beispielfahrten entfernen
es: Quitar rutas de ejemplo
fr: Supprimer les sorties d’exemple
nl: Verwijder voorbeeldritten

source: Remove all route planning map data?
de: Alle Kartendaten für die Routenplanung entfernen?
es: ¿Eliminar todos los datos de mapa de planificación?
fr: Supprimer toutes les données cartographiques de planification ?
nl: Alle kaartgegevens voor routeplanning verwijderen?

source: Replan
de: Neu planen
es: Volver a planificar
fr: Replanifier
nl: Opnieuw plannen

source: Ridden
de: Gefahren
es: Hecha
fr: Fait
nl: Gereden

source: Ride Zwift's Uber Pretzel: at least 128 km and 2,300 m of climbing
de: Fahre Zwifts Uber Pretzel: mindestens 128 km und 2.300 Höhenmeter
es: Rueda el Uber Pretzel de Zwift: al menos 128 km y 2.300 m de desnivel
fr: Roulez l’Uber Pretzel de Zwift : au moins 128 km et 2 300 m de dénivelé
nl: Rijd Zwifts Uber Pretzel: minstens 128 km en 2.300 hoogtemeters

source: Route Planning Map Data
de: Kartendaten für die Routenplanung
es: Datos de mapa para planificar
fr: Données cartographiques de planification
nl: Kaartgegevens routeplanning

source: Route planning
de: Routenplanung
es: Planificación de rutas
fr: Planification d’itinéraire

source: Route planning failed: %@
de: Routenplanung fehlgeschlagen: %@
es: Error al planificar la ruta: %@
fr: Échec de la planification : %@
nl: Routeplanning mislukt: %@

source: Route planning is available in the Netherlands, Belgium, Luxembourg, Germany, France, Switzerland and Austria. The starting point and all selected items must be there.
de: Die Routenplanung ist in den Niederlanden, Belgien, Luxemburg, Deutschland, Frankreich, der Schweiz und Österreich verfügbar. Der Startpunkt und alle ausgewählten Elemente müssen dort liegen.
es: La planificación de rutas está disponible en los Países Bajos, Bélgica, Luxemburgo, Alemania, Francia, Suiza y Austria. El punto de partida y todos los elementos seleccionados deben estar allí.
fr: La planification d’itinéraires est disponible aux Pays-Bas, en Belgique, au Luxembourg, en Allemagne, en France, en Suisse et en Autriche. Le point de départ et tous les éléments sélectionnés doivent s’y trouver.
nl: Routeplanning is beschikbaar in Nederland, België, Luxemburg, Duitsland, Frankrijk, Zwitserland en Oostenrijk. Het startpunt en alle geselecteerde onderdelen moeten daar liggen.

source: Route planning · tap unvisited items to select them
de: Routenplanung · tippe auf unbesuchte Gebiete, um sie auszuwählen
es: Planificación · toca zonas no visitadas para elegirlas
fr: Planification · touchez les zones non visitées pour les choisir
nl: Routeplanning · tik op onbezochte gebieden om ze te kiezen

source: Routes
de: Routen
es: Rutas
fr: Parcours

source: Routes follow cycle-friendly roads
de: Routen folgen fahrradfreundlichen Wegen
es: Las rutas siguen vías aptas para bicis
fr: Les parcours suivent des routes adaptées au vélo
nl: Routes volgen fietsvriendelijke wegen

source: Rowing
de: Rudern
es: Remo
fr: Aviron
nl: Roeien

source: Run a half-marathon distance
de: Laufe eine Halbmarathondistanz
es: Corre la distancia de una media maratón
fr: Courez la distance d’un semi-marathon
nl: Loop een halvemarathonafstand

source: Run a marathon distance
de: Laufe eine Marathondistanz
es: Corre la distancia de un maratón
fr: Courez la distance d’un marathon
nl: Loop een marathonafstand

source: Running
de: Laufen
es: Carrera
fr: Course
nl: Hardlopen

source: Satellite
de: Satellit
es: Satélite
nl: Satelliet

source: Save Route
de: Route speichern
es: Guardar ruta
fr: Enregistrer le parcours
nl: Bewaar route

source: Saved to %@ › Routes › %@
de: Gespeichert in %1$@ › Routes › %2$@
es: Guardado en %1$@ › Routes › %2$@
fr: Enregistré dans %1$@ › Routes › %2$@
nl: Bewaard in %1$@ › Routes › %2$@

source: Saved to folder
de: Im Ordner gespeichert
es: Guardadas en la carpeta
fr: Enregistrées dans le dossier
nl: Bewaard in map

source: Saving Strava activities to folder: %lld of %lld
de: Strava-Aktivitäten werden gespeichert: %1$lld von %2$lld
es: Guardando actividades de Strava: %1$lld de %2$lld
fr: Enregistrement des activités Strava : %1$lld sur %2$lld
nl: Strava-activiteiten bewaren: %1$lld van %2$lld

source: Saving to iCloud…
de: In iCloud sichern…
es: Guardando en iCloud…
fr: Enregistrement dans iCloud…
nl: Opslaan in iCloud…

source: Search for an address or place
de: Adresse oder Ort suchen
es: Buscar una dirección o lugar
fr: Rechercher une adresse ou un lieu
nl: Zoek een adres of plaats

source: See everywhere you have been, and take on challenges with your rides, runs and walks.
de: Sieh, wo du überall warst, und stell dich Herausforderungen mit deinen Fahrten, Läufen und Wanderungen.
es: Mira todos los sitios por donde has pasado y acepta desafíos con tus salidas en bici, carreras y paseos.
fr: Voyez partout où vous êtes passé et relevez des défis avec vos sorties à vélo, courses et marches.
nl: Zie waar je overal bent geweest en ga uitdagingen aan met je ritten, runs en wandelingen.

source: See everywhere you have been: every map tile, municipality and postcode area you have visited on your rides, runs and walks.
de: Sieh, wo du überall warst: jede Kartenkachel, Gemeinde und jedes Postleitzahlgebiet, das du auf Radtouren, Läufen und Wanderungen besucht hast.
es: Mira todo lo que has recorrido: cada tesela del mapa, municipio y código postal que has visitado en tus salidas en bici, carreras y paseos.
fr: Voyez partout où vous êtes allé : chaque tuile, commune et zone de code postal visitée lors de vos sorties à vélo, courses et marches.
nl: Zie overal waar je bent geweest: elke kaarttegel, gemeente en elk postcodegebied dat je hebt bezocht tijdens je ritten, hardlooprondes en wandelingen.

source: Select as many places as you like, mixed types allowed
de: Wähle beliebig viele Orte, auch gemischt
es: Elige tantos lugares como quieras, de cualquier tipo
fr: Choisissez autant de lieux que vous voulez, types mélangés
nl: Kies zoveel plekken als je wilt, ook gemengd

source: Selected: %@
de: Ausgewählt: %@
es: Seleccionado: %@
fr: Sélection : %@
nl: Geselecteerd: %@

source: Selection changed – plan again to include it.
de: Auswahl geändert – plane neu, um sie einzubeziehen.
es: La selección ha cambiado: vuelve a planificar para incluirla.
fr: Sélection modifiée – planifiez à nouveau pour l’inclure.
nl: Selectie gewijzigd – plan opnieuw om die mee te nemen.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen

source: Share GPX
de: GPX teilen
es: Compartir GPX
fr: Partager le GPX
nl: Deel GPX

source: Share as GPX or open an existing GPX to see what it would collect
de: Als GPX teilen oder ein vorhandenes GPX öffnen, um zu sehen, was es bringt
es: Compártela como GPX o abre un GPX existente para ver qué conseguirías
fr: Partagez en GPX ou ouvrez un GPX existant pour voir ce qu’il permettrait de collecter
nl: Deel als GPX of open een bestaande GPX om te zien wat die oplevert

source: Shared by all areas
de: Von allen Gebieten genutzt
es: Compartidas por todas las zonas
fr: Communes à toutes les zones
nl: Gedeeld door alle gebieden

source: Show
de: Zeigen
es: Mostrar
fr: Afficher
nl: Toon

source: Show Introduction
de: Einführung anzeigen
es: Mostrar introducción
fr: Afficher l’introduction
nl: Toon introductie

source: Show on map
de: Auf Karte zeigen
es: Mostrar en el mapa
fr: Afficher sur la carte
nl: Toon op kaart

source: Silent night
de: Stille Nacht
es: Noche de paz
fr: Douce nuit
nl: Stille nacht

source: Skiing
de: Skifahren
es: Esquí
fr: Ski
nl: Skiën

source: Skip
de: Überspringen
es: Omitir
fr: Passer
nl: Overslaan

source: Snowboarding
de: Snowboarden
es: Snowboard
fr: Snowboard
nl: Snowboarden

source: Sources & Licenses
de: Quellen und Lizenzen
es: Fuentes y licencias
fr: Sources et licences
nl: Bronnen en licenties

source: Squadratinho %lld/%lld
de: Squadratinho %1$lld/%2$lld
es: Squadratinho %1$lld/%2$lld
fr: Squadratinho %1$lld/%2$lld
nl: Squadratinho %1$lld/%2$lld

source: Start Here
de: Hier starten
es: Empezar aquí
fr: Partir d’ici
nl: Start hier

source: Start: My Location
de: Start: mein Standort
es: Inicio: mi ubicación
fr: Départ : ma position
nl: Start: mijn locatie

source: Starting Point
de: Startpunkt
es: Punto de partida
fr: Point de départ
nl: Startpunt

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
nl: Statistieken

source: Steepest %@ · top at %lld m
de: Steilste %1$@ · Gipfel auf %2$lld m
es: Máx. %1$@ · cima a %2$lld m
fr: Pente max. %1$@ · sommet à %2$lld m
nl: Steilste %1$@ · top op %2$lld m

source: Stop
de: Stopp
es: Detener
fr: Arrêter

source: Stop following location
de: Standort nicht mehr folgen
es: Dejar de seguir la ubicación
fr: Ne plus suivre la position
nl: Locatie niet meer volgen

source: Stop route planning
de: Routenplanung beenden
es: Dejar de planificar
fr: Arrêter la planification
nl: Routeplanning stoppen

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
nl: Opslag

source: Strava access was revoked. Please connect again.
de: Der Strava-Zugriff wurde widerrufen. Bitte neu verbinden.
es: Se revocó el acceso a Strava. Vuelve a conectarte.
fr: L’accès à Strava a été révoqué. Reconnectez-vous.
nl: Toegang tot Strava is ingetrokken. Koppel opnieuw.

source: Strava access was revoked. Tileroam removed the activities it saved from Strava.
de: Der Zugriff auf Strava wurde widerrufen. Tileroam hat die von Strava gespeicherten Aktivitäten gelöscht.
es: Se revocó el acceso a Strava. Tileroam eliminó las actividades que había guardado de Strava.
fr: L’accès à Strava a été révoqué. Tileroam a supprimé les activités enregistrées depuis Strava.
nl: De toegang tot Strava is ingetrokken. Tileroam heeft de activiteiten verwijderd die het van Strava had bewaard.

source: Strava activities are removed from this device. You can also delete the .fit files Tileroam saved from Strava, in all its folders; files from other apps are never touched.
de: Strava-Aktivitäten werden von diesem Gerät entfernt. Du kannst auch die .fit-Dateien löschen, die Tileroam von Strava gespeichert hat, in all seinen Ordnern; Dateien anderer Apps bleiben unberührt.
es: Las actividades de Strava se eliminan de este dispositivo. También puedes eliminar los archivos .fit que Tileroam guardó de Strava, en todas sus carpetas; los archivos de otras apps nunca se tocan.
fr: Les activités Strava sont supprimées de cet appareil. Vous pouvez aussi supprimer les fichiers .fit que Tileroam a enregistrés depuis Strava, dans tous ses dossiers ; les fichiers des autres apps ne sont jamais touchés.
nl: Strava-activiteiten worden van dit apparaat verwijderd. Je kunt ook de .fit-bestanden verwijderen die Tileroam van Strava heeft bewaard, in al zijn mappen; bestanden van andere apps blijven altijd staan.

source: Strava activities are saved as .fit files in Tileroam's activities. Detailed GPS downloads within Strava's rate limit (about 100 activities per 15 minutes, 1000 per day) and continues automatically.
de: Strava-Aktivitäten werden als .fit-Dateien bei den Aktivitäten von Tileroam gespeichert. Detailliertes GPS wird innerhalb des Strava-Limits geladen (etwa 100 Aktivitäten pro 15 Minuten, 1000 pro Tag) und läuft automatisch weiter.
es: Las actividades de Strava se guardan como archivos .fit con las actividades de Tileroam. El GPS detallado se descarga dentro del límite de Strava (unas 100 actividades cada 15 minutos, 1000 al día) y continúa automáticamente.
fr: Les activités Strava sont enregistrées en fichiers .fit avec les activités de Tileroam. Le GPS détaillé se télécharge dans la limite de Strava (environ 100 activités par 15 minutes, 1000 par jour) et continue automatiquement.
nl: Strava-activiteiten worden als .fit-bestanden bij de activiteiten van Tileroam bewaard. Gedetailleerde gps wordt gedownload binnen de limiet van Strava (ongeveer 100 activiteiten per 15 minuten, 1000 per dag) en gaat automatisch verder.

source: Strava athlete
de: Strava-Athlet
es: Deportista de Strava
fr: Athlète Strava
nl: Strava-sporter

source: Strava detailed GPS: %lld of %lld
de: Detailliertes Strava-GPS: %1$lld von %2$lld
es: GPS detallado de Strava: %1$lld de %2$lld
fr: GPS détaillé Strava : %1$lld sur %2$lld
nl: Strava gedetailleerde gps: %1$lld van %2$lld

source: Strava error %lld: %@
de: Strava-Fehler %1$lld: %2$@
es: Error de Strava %1$lld: %2$@
fr: Erreur Strava %1$lld : %2$@
nl: Strava-fout %1$lld: %2$@

source: Strava is not available in this version.
de: Strava ist in dieser Version nicht verfügbar.
es: Strava no está disponible en esta versión.
fr: Strava n’est pas disponible dans cette version.
nl: Strava is niet beschikbaar in deze versie.

source: Strava is not set up in this build: add StravaConfig.plist with the Client ID and token service URL, then rebuild.
de: Strava ist in diesem Build nicht eingerichtet: Füge StravaConfig.plist mit der Client ID und der URL des Token-Dienstes hinzu und baue neu.
es: Strava no está configurado en esta compilación: añade StravaConfig.plist con el Client ID y la URL del servicio de tokens y vuelve a compilar.
fr: Strava n’est pas configuré dans ce build : ajoutez StravaConfig.plist avec le Client ID et l’URL du service de jetons, puis recompilez.
nl: Strava is niet ingesteld in deze build: voeg StravaConfig.plist toe met het Client ID en de URL van de tokenservice en bouw opnieuw.

source: Strava limit reached – continuing at %@
de: Strava-Limit erreicht – weiter um %@
es: Límite de Strava alcanzado – se reanuda a las %@
fr: Limite Strava atteinte – reprise à %@
nl: Strava-limiet bereikt – verder om %@

source: Strava login failed: %@
de: Strava-Anmeldung fehlgeschlagen: %@
es: Error al iniciar sesión en Strava: %@
fr: Échec de la connexion à Strava : %@
nl: Inloggen bij Strava mislukt: %@

source: Strava rate limit reached until %@.
de: Strava-Limit erreicht bis %@.
es: Límite de Strava alcanzado hasta las %@.
fr: Limite Strava atteinte jusqu’à %@.
nl: Strava-limiet bereikt tot %@.

source: Swim, bike and run on the same day, in that order
de: Schwimmen, Radfahren und Laufen am selben Tag, in dieser Reihenfolge
es: Nada, pedalea y corre el mismo día, en ese orden
fr: Nagez, roulez et courez le même jour, dans cet ordre
nl: Zwemmen, fietsen en hardlopen op één dag, in die volgorde

source: Swimming
de: Schwimmen
es: Natación
fr: Natation
nl: Zwemmen

source: Switch between tiles, routes, municipalities and postcodes at the top of the map. Settings has your statistics, iCloud sync and imports.
de: Wechsle oben auf der Karte zwischen Kacheln, Routen, Gemeinden und Postleitzahlen. In den Einstellungen findest du Statistiken, iCloud-Synchronisierung und Import.
es: Cambia entre teselas, rutas, municipios y códigos postales en la parte superior del mapa. En Ajustes están tus estadísticas, la sincronización con iCloud y la importación.
fr: Passez des tuiles aux parcours, communes et codes postaux en haut de la carte. Les Réglages contiennent vos statistiques, la synchronisation iCloud et l'import.
nl: Wissel bovenaan de kaart tussen tegels, routes, gemeenten en postcodes. In Instellingen vind je je statistieken, iCloud-synchronisatie en importeren.

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser
nl: Nu synchroniseren

source: Sync with iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
nl: Synchroniseer met iCloud

source: Tap the route button, select unvisited tiles, municipalities or postcodes, and Tileroam plans the shortest cycling round trip from where you are. Export it as GPX for your bike computer.
de: Tippe auf die Routentaste, wähle unbesuchte Kacheln, Gemeinden oder Postleitzahlen, und Tileroam plant die kürzeste Radrundfahrt ab deinem Standort. Exportiere sie als GPX für deinen Radcomputer.
es: Toca el botón de ruta, elige teselas, municipios o códigos postales sin visitar y Tileroam planifica la ruta circular en bici más corta desde donde estás. Expórtala como GPX para tu ciclocomputador.
fr: Touchez le bouton parcours, choisissez des tuiles, communes ou codes postaux non visités, et Tileroam planifie la boucle à vélo la plus courte depuis votre position. Exportez-la en GPX pour votre compteur.
nl: Tik op de routeknop, kies onbezochte tegels, gemeenten of postcodes en Tileroam plant de kortste fietsrondrit vanaf je locatie. Exporteer hem als GPX voor je fietscomputer.

source: Tap the route button, select unvisited tiles, municipalities, postcodes, climbs, Trappist breweries or boscafés, and Tileroam plans the shortest cycling round trip from where you are. Export it as GPX for your bike computer.
de: Tippe auf die Routentaste, wähle unbesuchte Kacheln, Gemeinden, Postleitzahlen, Anstiege, Trappistenbrauereien oder Waldcafés, und Tileroam plant die kürzeste Radrunde von deinem Standort. Exportiere sie als GPX für deinen Radcomputer.
es: Toca el botón de ruta, elige teselas, municipios, códigos postales, subidas, cervecerías trapenses o cafés del bosque sin visitar, y Tileroam planifica la ruta circular en bici más corta desde donde estás. Expórtala como GPX para tu ciclocomputador.
fr: Touchez le bouton d’itinéraire, choisissez des tuiles, communes, codes postaux, montées, brasseries trappistes ou cafés en forêt non visités, et Tileroam planifie la boucle à vélo la plus courte depuis votre position. Exportez-la en GPX pour votre compteur.
nl: Tik op de routeknop, kies onbezochte tegels, gemeenten, postcodes, klimmen, trappistenbrouwerijen of boscafés, en Tileroam plant de kortste fietsrondrit vanaf waar je bent. Exporteer hem als GPX voor je fietscomputer.

source: Tap unvisited tiles, municipalities or postcodes to add them. The route goes from the start to the end; drag the flags to move them.
de: Tippe auf unbesuchte Kacheln, Gemeinden oder Postleitzahlen, um sie hinzuzufügen. Die Route führt vom Start zum Ziel; verschiebe die Flaggen, um sie zu verlegen.
es: Toca teselas, municipios o códigos postales sin visitar para añadirlos. La ruta va del inicio al final; arrastra las banderas para moverlas.
fr: Touchez des tuiles, communes ou codes postaux non visités pour les ajouter. Le parcours va du départ à l’arrivée ; faites glisser les drapeaux pour les déplacer.
nl: Tik op onbezochte tegels, gemeenten of postcodes om ze toe te voegen. De route gaat van de start naar het einde; versleep de vlaggen om ze te verplaatsen.

source: Tap unvisited tiles, municipalities or postcodes to add them. The route starts and ends at the starting point; long-press the map to start or end there.
de: Tippe auf unbesuchte Kacheln, Gemeinden oder Postleitzahlen, um sie hinzuzufügen. Die Route beginnt und endet am Startpunkt; halte die Karte gedrückt, um dort zu starten oder zu enden.
es: Toca teselas, municipios o códigos postales sin visitar para añadirlos. La ruta empieza y termina en el punto de partida; mantén pulsado el mapa para empezar o terminar allí.
fr: Touchez des tuiles, communes ou codes postaux non visités pour les ajouter. Le parcours commence et se termine au point de départ ; appuyez longuement sur la carte pour partir ou arriver à cet endroit.
nl: Tik op onbezochte tegels, gemeenten of postcodes om ze toe te voegen. De route begint en eindigt bij het startpunt; houd de kaart ingedrukt om daar te starten of te eindigen.

source: The Boscafé Challenge: visit 53 cafés in the woods
de: Die Waldcafé-Challenge: besuche 53 Cafés im Wald
es: El desafío de cafés del bosque: visita 53 cafés en el bosque
fr: Le défi des cafés en forêt : visitez 53 cafés dans les bois
nl: De Boscafé-uitdaging: bezoek 53 cafés in het bos

source: The Trappist Challenge: ride past the Trappist breweries
de: Die Trappisten-Challenge: fahre an den Trappistenbrauereien vorbei
es: El desafío trapense: pasa por las cervecerías trapenses
fr: Le défi trappiste : passez devant les brasseries trappistes
nl: De Trappistenuitdaging: fiets langs de trappistenbrouwerijen

source: The download took too long.
de: Der Download hat zu lange gedauert.
es: La descarga tardó demasiado.
fr: Le téléchargement a pris trop de temps.
nl: Het downloaden duurde te lang.

source: The largest number E such that you covered at least E km on at least E days. Walking includes hikes.
de: Die größte Zahl E, für die du an mindestens E Tagen mindestens E km zurückgelegt hast. Gehen schließt Wanderungen ein.
es: El mayor número E tal que has recorrido al menos E km en al menos E días. Caminar incluye el senderismo.
fr: Le plus grand nombre E tel que vous ayez parcouru au moins E km pendant au moins E jours. La marche inclut les randonnées.
nl: Het grootste getal E waarvoor je op minstens E dagen minstens E km hebt afgelegd. Wandelen telt hikes mee.

source: The login request expired. Please try again.
de: Die Anmeldeanfrage ist abgelaufen. Bitte versuche es erneut.
es: La solicitud de inicio de sesión ha caducado. Inténtalo de nuevo.
fr: La demande de connexion a expiré. Réessayez.
nl: Het inlogverzoek is verlopen. Probeer het opnieuw.
